[
    {
        "name":"Sony 32″ 32W600D LED Television (Smart)",
        "img":"https://i.ibb.co/0QDvRzt/Sony-32-32-W600-D-LED-Television-Smart.jpg",
        "discription":"Sony 32 inch 32W600D LED Television is available at all the showrooms of Best Electronics in Bangladesh. Sony 32 inch 32W600D LED Television lets you experience stunning X-Reality PRO Picture Engine for the best ever picture quality and Motionflow XR for the smoother image. Its come with amazing Screen mirroring*2 and MHL for instant connection to your smartphone and Connect HDD of any format and enjoy watching favourite movies onto big screen.",
        "price":34500,
        "quantity":1,
        "supplierName":"Sony Bangladesh"
    }
    ,
    {
        "name":"Sharp Microwave Oven R-72A1(SM)V/R-72EO(S) (Grill)",
        "img":"https://i.ibb.co/fNVpcSd/Sharp-Microwave-Oven-R-72-A1-SMVR-72-EOS-Grill.jpg",
        "discription":"Sharp Microwave Oven R-72A1(SM)V/R-72EO(S) (Grill) featured with 25L capacity with stainless push door. It’s come with the amazing Powerful output (900W) for quick and efficient cooking and Touch Control Microwave Oven with Express Defrost Key. It has a Child Lock Key for extra protection. Now, Microwave cooking just got easier and convenient for daily use with Sharp Microwave Oven -72A1(SM)V/R-72EO(S) (Grill). Get yours now from Best Electronics Ltd and enjoy easy installment facilities.",
        "price":14900,
        "quantity":1,
        "supplierName":"Sharp Bd"
    },
    {
        "name":"Whirlpool CFWC F150 Deep Freezer",
        "img":"https://i.ibb.co/NLNNDvr/Whirlpool-CF-WC-F150-Deep-Freezer.jpg",
        "discription":"Whirlpool CF WC-F150 Deep Freezer is a powerful and reliable deep freezer to meet your everyday needs. Easy To Clean Interior and Easy Rolling Wheels ensures better handling. This great refrigerator comes with Manual Defrost and Frontal Drain facility. Aluminium interior and lockable lid makes it a perfect choice for your household. Its designed to manage power efficiently while offering them superior freshness in food storage. With its amazing features, Whirlpool CF WC-F150 Deep Freezer is a complete package for you and your family!",
        "price":22667,
        "quantity":1,
        "supplierName":"Whirlpool Bd"
    },
    {
        "name":"Hitachi Refrigerator R-VG560P7PB (GBK)",
        "img":"https://i.ibb.co/K9xNHXz/Hitachi-Refrigerator-R-VG690-P7-PB.jpg",
        "discription":"Hitachi Refrigerator R-VG560P7PB GBK is available at all the showrooms of Best Electronics in Bangladesh. The Hitachi Refrigerator R-VG560P7PB GBK can be a perfect choice for you and your family. This wonderfully designed refrigerator of 450 liters capacity is fully equipped with various healthy features to help store your food without any health hazards. Hitachi’s innovative convertible compartment lets you switch between the vegetable and dairy/meat modes cooling depending on where you locate the compartment in the refrigerator. So you can customize your refrigerator as desired to match your lifestyle and needs. The Inverter powered fridge ensures energy savings and low electricity bills.",
        "price":109900,
        "quantity":1,
        "supplierName":"Hitachi Bd"
    },
    {
        "name":"Sony 43″ KDL43W660F Smart LED TV",
        "img":"https://i.ibb.co/jwhxs74/Sony-43-KDL43-W660-F-Smart-LED-TV-1.jpg",
        "discription":"Sony 43″ KDL43W660F Smart LED Television is available at all the showrooms of Best Electronics in Bangladesh. Sony Bravia W660F 43 inch full HD smart TV has LED technology, X-Reality™ PRO, HDR, Youtube access, ClearAudio+, PlayStation gaming support, USB tethering, X-Protection PRO, narrow aluminium look frame, Motionflow™ XR, cable free front, digital sound enhancement engine, clear phase for smooth balanced frequencies. Best Electronics in Bangladesh always Provide 100% brand new intake Products. Our All Sony Barvia TV 100% Made in Malaysia (Sony Corporation Malaysia). Technology Japan (Sony Corporation Japan).",
        "price":58000,
        "quantity":1,
        "supplierName":"Sony Bangladesh"
    },
    {
        "name":"Conion Ceiling Fan Signature 56” 4 Blades (Brilliant Maroon)",
        "img":"https://i.ibb.co/0nCV8BW/Maroon-1.png",
        "discription":"Find the latest price of Conion Ceiling Fan Signature 56” 4 Blades (Brilliant Maroon) at all the showrooms of Best Electronics in Bangladesh. Conion Ceiling Fan Brilliant Maroon black has 3 blades with 56” sweep. This unique 4 blades fan with sophisticated looks, adds to the room decor and makes your home look like a place out of the storybooks. Powerful motor & Silent Operation gives extra comfort while you sleep. Extra wider blades for better air delivery, so you can rest comfortably during those hot summer months.",
        "price":3650,
        "quantity":1,
        "supplierName":"Canion Bd"
    },
    {
        "name":"Conion Rice Cooker BE 28B60",
        "img":"https://i.ibb.co/PMX03kH/20170209-163104.jpg",
        "discription":"Conion Rice Cooker BE 28B60 is a perfect addition to your household to reduce your cooking hassles. Comes equipped with Automatic Temperature Control System, Non-Stick Coating Inner Pot, Sealed Pressure Structure and a High Level Non-Melt Inner Plate, Conion Rice Cooker BE 28B60 can be a game changer for your cooking experience. Enjoy hassle free cooking sessions with this handy rice cooker that’ll take care of everything for you.",
        "price":2500,
        "quantity":1,
        "supplierName":"Conion Bd"
    },
    {
        "name":"Sony 4K LED 55X8000G (Android) Television",
        "img":"https://i.ibb.co/LC2w8Cz/81g7-Oqnq-GL-SL1500.jpg",
        "discription":"The Sony 4K LED 55X8000G (Android) Television comes with an amazing Slim Design, Compatible with Major IPTV Services, Wi-Fi® Certified, Photo Sharing Plus, Clear Resolution Enhancer, and Clear Phase™. Enjoy More Entertainment With YouTube™ On Your Sony LED 55X8000G (Android) Smart Television. ",
        "price":125000,
        "quantity":1,
        "supplierName":"Sony Bangladesh"
    }
    ,
    {
        "name":"Toshiba 43L3750VE 43” Full HD LED Television",
        "img":"https://i.ibb.co/S0qv3WR/Toshiba-43-L3750-VE-43-Full-HD-LED-Television.png",
        "discription":"TOSHIBA 43L3750VE 43 IN FULL HD LED Television is available at all the showrooms of Best Electronics in Bangladesh. TOSHIBA 43L3750VE 43 IN FULL HD LED Television lets you experience stunning picture quality whether you are watching movies on Blu-ray™ Discs, regular TV broadcasts, web videos or even low-resolution smartphone clips.",
        "price":35900,
        "quantity":1,
        "supplierName":"Toshiba Bd"
    },
    {
        "name":"Toshiba 49″ LED Smart 49U7750VE Ultra HD 4K",
        "img":"https://i.ibb.co/VVXh9g7/Toshiba-49-LED-Smart-49-U7750-VE-Ultra-HD-4-K-600x410.png",
        "discription":"Toshiba 49″ LED 49U7750EE Ultra HD 4K Television is available at all the showrooms of Best Electronics in Bangladesh. Toshiba 49″ LED 49U7750EE Ultra HD 4K Television lets you experience stunning picture quality whether you are watching movies on Blu-ray™ Discs, regular TV broadcasts, web videos or even low-resolution smartphone clips.",
        "price":51300,
        "quantity":1,
        "supplierName":"Toshiba Bd"
    },
    {
        "name":"Conion 24RB600N HD LED Television",
        "img":"https://i.ibb.co/pvFCnKt/Conion-24-RB600-N-HD-LED-Television.jpg",
        "discription":"Conion 24RB600N HD LED Television available at all the showrooms of Best Electronics in Bangladesh. Equipped with great picture quality and sound system that’ll blow your mind. This 24 inch Smart LED TV equipped with full HD view redefines your TV viewing experience. Never have there been a Smart LED TV with this many features at such an affordable price.",
        "price":12500,
        "quantity":1,
        "supplierName":"Canion Bd"
    },
    {
        "name":"Conion Deep Freezer BEK-130JMM (Maroon)",
        "img":"https://i.ibb.co/YX08N6g/BEK-130-JMM.jpg",
        "discription":"Conion Deep Freezer BEK-130JMM (Maroon) is a powerful and reliable deep freezer to meet your everyday needs. This Conion Deep Freezer has beautifully built with Top Bar Design. Its Easy To Clean Interior and Recessed Handle ensures better handling. With its Adjustable Thermostat and Protective Lock System, Conion Deep Freezer BEK-130JMM (Maroon) is a complete package for you and your family! Conion Deep Freezer BEK-130JMM has unique 1 in 4 function. This amazing deep freezer with its highly durable compressor can last for a long time in your home",
        "price":20000,
        "quantity":1,
        "supplierName":"Canion Bd"
    },
    {
        "name":"Sharp Deep Freezer SJC 168WH",
        "img":"https://i.ibb.co/0FWCBvj/Sharp-Freezer-SJC-168-WH.png",
        "discription":"Sharp Deep Freezer SJC 168WH is a powerful and reliable deep freezer to meet your everyday needs. Easy To Clean Interior and Easy Rolling Wheels ensures better handling. This great refrigerator comes with amazing Bio-Shield Technology and Direct Cooling. It designed to manage power efficiently while offering them superior freshness in food storage. With its Adjustable Thermostat and Protective Lock System, Sharp Deep Freezer SJC 168WH is a complete package for you and your family!",
        "price":33900,
        "quantity":1,
        "supplierName":"Sharp Bd"
    },
    {
        "name":"Conion Refrigerator BE-170 GD ( Red)",
        "img":"https://i.ibb.co/sQKnCZR/BE-170-GD-RED.jpg",
        "discription":"Conion Refrigerator BE-170 GD (Red) is available at all the showrooms of Best Electronics in Bangladesh. It can be a perfect choice for you and your family with its 50:50 Fridge plus Deep Fridge design. This wonderfully designed refrigerator of 170 liters capacity is fully equipped with various healthy features to help store your food without any health hazards. Low noise design ensures comfort. This refrigerator comes with amazing Reversible Door with Magnetic Door Seal, Mechanical Temperature Control, Direct Cooling, Super Large Freezing Chamber, Lock & key system and Energy saving with optimized insulation thickness. ",
        "price":22500,
        "quantity":1,
        "supplierName":"Conion Bd"
    },
    {
        "name":"Conion Toaster CT 829",
        "img":"https://i.ibb.co/mvnHbhk/Conion-Toaster-CT-829.jpg",
        "discription":"Conion Toaster CT 829 is here to make your mornings comfortable. This 2 Slice Cool Touch Toaster has Wide, Long and Deep Slots with Slide out Crumb Tray and Self Centering Function. The toaster has a beautiful sleek design and also easy to clean, so morning breakfast just got better with Conion Toaster CT 829. Bring home yours, visit your nearest Best Electronics showroom now!",
        "price":1260,
        "quantity":1,
        "supplierName":"Canion Bd"
    },
    {
        "name":"Conion Roti Maker SW-2093",
        "img":"https://i.ibb.co/7NqKR69/Conion-SW-2093-Roti-MAker.jpg",
        "discription":"Conion Roti Maker SW-2093 is here to ease your ruti making experience every morning. Has an 8” Non Stick Coating Plate For Easy Cleaning and Power And Ready Light Indicator as well as Cord Wrap For Storage. Conion Roti Maker SW-2093 takes your cooking to a whole new level of comfort and sophistication. No need to go through the hassle of making dough by hand and spend a lot of time making ruti’s. Get the best quality roti’s at minimal effort using this amazing appliance.",
        "price":2400,
        "quantity":1,
        "supplierName":"Canion Bd"
    },
    {
        "name":"Philips Iron GC 1424",
        "img":"https://i.ibb.co/cxRHRsK/GC1424-40-RTP-global-001.jpg",
        "discription":"Philips Iron GC 1424 comes with non-stick soleplate GC1424/30 Steam 15 g/min 60 g steam boost Non-stick soleplate Calc-clean.",
        "price":2200,
        "quantity":1,
        "supplierName":"Philips Bd"
    },
    {
        "name":"Conion Washing Machine BEK-150XPB (15KG)",
        "img":"https://i.ibb.co/qgPK58L/Conion-Washing-Machine-BEK-150-XPB.jpg",
        "discription":"Conion Washing Machine BEK-150XPB (15KG) is a great washing machine with features that’ll change the way you wash clothes forever. Conion Washing machine comes with SuperWash Technology and Magic Cleaning Filter that’ll make washing and cleaning clothes a pleasant experience. Here are some of the details of the Conion Washing Machine BEK-150XPB (15KG).",
        "price":19500,
        "quantity":1,
        "supplierName":"Canion Bd"
    },
    {
        "name":"Toshiba 43″ LED 43L5650VE Full HD",
        "img":"https://i.ibb.co/q1qsQ2Q/Toshiba-43-LED-43-L5650-VE-Full-HD.png",
        "discription":"Toshiba 43″ LED 43L5650VE Full HD Television is available at all the showrooms of Best Electronics in Bangladesh. Toshiba 43″ LED 43L5650VE Full HD Television lets you experience stunning picture quality whether you are watching movies on Blu-ray™ Discs, regular TV broadcasts, web videos or even low-resolution smartphone clips. ",
        "price":32800,
        "quantity":1,
        "supplierName":"Toshiba Bd"
    },
    {
        "name":"Conion Rice Cooker BE-28 DTC",
        "img":"https://i.ibb.co/7tvMtJx/Conion-Rice-Cooker-BE-28-DTC.jpg",
        "discription":"Conion Rice Cooker BE-28 DTC comes from the highly reliable Rice Cooker line from Conion. Buy your Conion Rice Cooker BE-28 DTC from Best Electronics showroom and enjoy amazing service.",
        "price":3400,
        "quantity":1,
        "supplierName":"Conion Bd"
    },
    {
        "name":"Conion Ceiling Air Infinity 56” 3 Blades (Sterling White)",
        "img":"https://i.ibb.co/P6hXK9j/Conion-Ceiling-Air-Infinity-56-3-Blades-Sterling-White.jpg",
        "discription":"Find the latest price of Conion Ceiling Air Infinity 56” 3 Blades (Sterling White) at all the showrooms of Best Electronics in Bangladesh. Conion Ceiling Fan Florence Sterling White has 3 blades with 56” sweep. This unique 3 blades fan with sophisticated looks, adds to the room decor and makes your home look like a place out of the storybooks. Powerful motor & Silent Operation gives extra comfort while you sleep. Extra wider blades for better air delivery, so you can rest comfortably during those hot summer months.",
        "price":3350,
        "quantity":1,
        "supplierName":"Canion Bd"
    },
    {
        "name":"https://i.ibb.co/6PmB9Bf/SAMSUNG-HT-E355-K-1.jpg",
        "img":"https://i.ibb.co/6PmB9Bf/SAMSUNG-HT-E355-K-1.jpg",
        "discription":"Samsung HT-E355K Home Theater will change the way you listen to music… forever. With its cutting-edge technology and powerful sound system you are bound to get the best value for your money with this amazing home theater system",
        "price":33500,
        "quantity":1,
        "supplierName":"Canion Bd"
    },
    {
        "name":"Conion Ceiling Fan Alpha 56” 3 Blades (Sterling White)",
        "img":"https://i.ibb.co/vJ6sCXs/Alpha-Sterlimg-White.png",
        "discription":"Find the latest price of Conion Ceiling Fan Alpha 56” 3 Blades (Sterling White) at all the showrooms of Best Electronics in Bangladesh. Conion Ceiling Fan Alpha has 3 blades with 56” sweep. This unique 3 blades fan with sophisticated looks, adds to the room decor and makes your home look like a place out of the storybooks. Powerful motor & Silent Operation gives extra comfort while you sleep. Extra wider blades for better air delivery, so you can rest comfortably during those hot summer months.",
        "price":28500,
        "quantity":1,
        "supplierName":"Samsung Bangladesh"
    },
    {
        "name":"Samsung HT-E330K Home Theater",
        "img":"https://i.ibb.co/9Yv4crZ/HT-E330-K-1a-500x500.jpg",
        "discription":"SAMSUNG HT-E330K Home Theater will change the way you listen to music… forever. With its cutting-edge technology and powerful sound system you are bound to get the best value for your money with this amazing home theater system.",
        "price":13482,
        "quantity":1,
        "supplierName":"Samsung Bangladesh"
    },
    {
        "name":"Conion Microwave Oven BEG206 (Solo 20L)",
        "img":"https://i.ibb.co/K781C33/Conion-Microwave-Oven-BEG206-Solo-20-L.jpg",
        "discription":"Shop online now at Best Electronics and get the best and latest price on Conion Microwave Oven BEG206 (Solo 20L). Conion Microwave Oven BEG206 (Solo 20L) comes equipped with Express Cook Setting and Defrost Setting to provide you with a seamless microwave experience. Memory Function and Child Safety Lock ensures easy and safe handling.  Now, Microwave cooking just got easier with Conion Microwave Oven BEG206 (Solo 20L). This durable and stylish microwave oven with beautiful floral design will remain a part of your household for many years to come due to its sturdy build and reliable service. So, Get yours now from Best Electronics and enjoy easy installment facility.",
        "price":8500,
        "quantity":1,
        "supplierName":"Canion Bd"
    }
]